{
	"abstracts": [
		{
			"content": "Exercise is a well-established tool to prevent and combat type 2 diabetes. Exercise improves whole body metabolic health in people with type 2 diabetes, and adaptations to skeletal muscle are essential for this improvement. An acute bout of exercise increases skeletal muscle glucose uptake, while chronic exercise training improves mitochondrial function, increases mitochondrial biogenesis, and increases the expression of glucose transporter proteins and numerous metabolic genes. This review focuses on the molecular mechanisms that mediate the effects of exercise to increase glucose uptake in skeletal muscle.",

			"citation": "Stanford, K. I., & Goodyear, L. J. (2014). Exercise and type 2 diabetes: molecular mechanisms regulating glucose uptake in skeletal muscle. Advances in physiology education, 38(4), 308-14."
		},
		{
			"content": "We developed a simple microtechnique to measure lipids in milk by UV spectrophotometry. This technique is based upon the property of fatty acids to absorb UV light proportional to their concentration. Samples of powdered or fluid milk (30 or 60 muL) were added to 3 mL of analytic grade ethanol and stored at -20 degrees C for at least 1 h. This procedure precipitates proteins and hydrophobic peptides that interfere with UV measurement. Sample absorbances are then measured at 208 nm in an UV-Vis spectrophotometer. This technique correlated very well against Milko-Scan, a device that measures milk fat by IR spectroscopy, with an r(2) >0.982. Accuracy and precision, evaluated by recovery and replicate assays, are also very acceptable. This method is suitable as a fast, cost-effective alternative screening method to estimate milk fat content in small samples without prior lipid extraction.",

			"citation": "Forcato, Diego & Carmine, M.P. & Echeverría, G.E. & Pécora, Rolando & Kivatinitz, Silvia. (2005). Milk Fat Content Measurement by a Simple UV Spectrophotometric Method: An Alternative Screening Method. Journal of dairy science. 88. 478-81. 10.3168/jds.S0022-0302(05)72709-0."
		},
		{
			"content": "Thin layer chromatography (TLC) is frequently used to obtain the fingerprint of a plant extract. Although the retardation factor and the response to visualisation give primary information about compound identification, the direct TLC‐mass spectrometry (MS) coupling allows a more detailed characterisation of samples.",

			"citation": "Fougère L, Da Silva D, Destandau E, Elfakir C. TLC‐MALDI‐TOF‐MS‐based identification of flavonoid compounds using an inorganic matrix. Phytochemical Analysis. 2018;1–8. https://doi.org/10.1002/pca.2807"
		},
		{
			"content": "Developing techniques for isolation and identification of biocompounds, from natural products, resulted in a rapid enrichment of carotenoid pigments number. For their isolation from biometabolites mixtures, the physical and chemical properties are taken into account. Carotenoids are sensitive to light, heat, oxygen, acids and alkaline bases. The exposure to light (direct sunlight/ UltraViolet), causes cis–trans photoisomerization, which may lead to their photodestruction. Biological materials containing carotenoids and their solutions must be protected from the action of light. Many carotenoids are thermolabile (xanthophylls); their heating being indicated only when it is absolutely necessary. The separation of carotenoids is done at room temperature or up to –20°C, in the dark. In the case of hot saponification they should be protected by a low–boiling solvent (30–60°C). Carotenoids may be oxidized in the presence of oxygen or peroxides, because of their sensitivity to oxygen in the adsorbed state (in thin layer or column chromatograms). It is necessary to operate in inert conditions (under nitrogen or vacuum). The oxidation during the extraction and saponification can be minimized if it is carried out in a nitrogen atmosphere. The exposure of carotenoids to acids, leads to changes such as: the oxidative decomposition, cis–trans isomerization and isomerization of 5,6–epoxides and 5,8–epoxides. The inconveniences are minimized by neutralization (calcium carbonate, pyridine, dimetilalanine). It works with purified solvents, freshly distilled, chlorinated derivatives (dichloromethane or solvents containing hydrochloric acid). The storage of carotenoids should be done in the dark, under an atmosphere of nitrogen or in vacuum, at a temperature of –20°C. The best preservation method is in the crystalline state. The current research techniques are using spectral methods, which provide accurate information on the structure and properties of organic biosubstances. Compared to chemical methods of identification, spectral methods have the advantage that it provides data faster, are accurate, require small amounts of material and enable continuous analysis at different stages of processing of the compound extracted without changing the composition of the biosubstance investigated, which enables its recovery. This chapter presents the main methods of extraction, separation and identification of organic compounds with direct applications on carotenoids.",

			"citation": "Butnariu M (2016) Methods of Analysis (Extraction, Separation, Identification and Quantification) of Carotenoids from Natural Products. J Ecosys Ecograph 6: 193. doi:10.4172/2157-7625.1000193"
		},
	]
}
